Repository: Drewnja/ruz_plus_plus
Catalog: lib/l10n/app_*.arb
Languages: lo

source: Timetable
lo: ຕາຕະລາງການສອນ

source: Settings
lo: ການຕັ້ງຄ່າ

source: No Group Selected
lo: ບໍ່ໄດ້ເລືອກກຸ່ມ

# noGroupSelectedDescription
source: Please select a group in Settings to view your timetable
lo: ກະລຸນາເລືອກກຸ່ມໃນການຕັ້ງຄ່າເພື່ອເບິ່ງຕາຕະລາງການສອນຂອງທ່ານ

source: Go to Settings
lo: ໄປການຕັ້ງຄ່າ

source: No lessons for this day
lo: ບໍ່ມີບົດຮຽນສຳລັບວັນນີ້

source: Retry
lo: ລອງໃໝ່

source: Return to today
lo: ກັບຄືນມາວັນນີ້

source: Calendar view
lo: ມຸມມອງປະຕິທິນ

# cachedData
source: Cached data ({age} old)
lo: ຂໍ້ມູນທີ່ເກັບໄວ້ ({age} ກ່ອນ)

source: Refreshing...
lo: ກຳລັງໂຫຼດໃໝ່...

source: Theme
lo: ຮູບແບບ

# systemTheme
source: System
lo: ລະບົບ

# lightTheme
source: Light
lo: ສີອ່ອນ

# darkTheme
source: Dark
lo: ສີເຂັ້ມ

source: Group Selection
lo: ການເລືອກກຸ່ມ

source: Search groups...
lo: ຄົ້ນຫາກຸ່ມ...

source: No groups found
lo: ບໍ່ພົບກຸ່ມ

source: Filters
lo: ຕົວກອງ

source: Persons
lo: ບຸກຄົນ

source: Locations
lo: ສະຖານທີ່

source: Disciplines
lo: ວິຊາການ

source: Reset All Filters
lo: ຣີເຊັດຕົວກອງທັງໝົດ

source: API Endpoint
lo: ຈຸດສິ້ນສຸດ API

source: Enter API endpoint...
lo: ໃສ່ຈຸດສິ້ນສຸດ API...

source: Save
lo: ບັນທຶກ

source: Test Connection
lo: ທົດສອບການເຊື່ອມຕໍ່

source: Connection successful!
lo: ເຊື່ອມຕໍ່ສຳເລັດ!

source: Connection failed
lo: ເຊື່ອມຕໍ່ບໍ່ສຳເລັດ

source: Language
lo: ພາສາ

source: Select Date
lo: ເລືອກວັນທີ

# monday
source: Mon
lo: ຈັນ

# tuesday
source: Tue
lo: ອັງຄານ

# wednesday
source: Wed
lo: ພຸດ

# thursday
source: Thu
lo: ພະຫັດ

# friday
source: Fri
lo: ສຸກ

# saturday
source: Sat
lo: ເສົາ

# sunday
source: Sun
lo: ອາທິດ

# searchGroupsPersonsLecturers
source: Search for groups, persons, or lecturers
lo: ຄົ້ນຫາກຸ່ມ, ບຸກຄົນ, ຫຼື ອາຈານ

# searchGroupsPersonsLecturersHint
source: Search groups, persons, lecturers...
lo: ຄົ້ນຫາກຸ່ມ, ບຸກຄົນ, ອາຈານ...

# madeByTeam
source: Made by yashalava.sh team
lo: ສ້າງໂດຍທີມ yashalava.sh

source: About
lo: ກ່ຽວກັບ

source: Lecture
lo: ການບັນຍາຍ

source: Seminar
lo: ການສົນທະນາ
